<?php
/**
 * Created by PhpStorm.
 * User: 联想
 * Date: 2023/1/19
 * Time: 17:11
 */
return [
    2000  => '请求成功',
    2001 => '请求失败',
    2002 => '缺少参数',
    2003 => '该用户尚未注册',
    2004 => '该用户已注册',
    2005 => '登录成功',
    2006 => '请检查账户密码是否正确',
    2007 => '请填写推荐码',
    2008 => '错误的推荐码',
    2009 => '注册成功',
    2010 => '账户必须',
    2011 => '密码必须',
    2012 => '11位号码',
    2013 => '新增成功',
    3001 => '无数据',
    4001 => '地址信息错误',
    4002 => '文件错误',
    4003 => '请上传文件',
    4004 => '分类名称必须',
    4005 => '图片文件必须',
    4006 => '父菜单必须',
    4007 => '路径必须',
];